{
  "quotes": [
    {
      "id": "quote_1",
      "quote": "Vyasa: The eternal Brahman is both manifested and unmanifested, the singular truth beyond all duality.",
      "sanskrit": "ऋतमेकाक्षरं ब्रह्म व्यक्ताव्यक्तं सनातनम्",
      "reference": "Mahabharata, Adi Parva, Invocation",
      "meaning": "The ultimate reality (Brahman) transcends form and formlessness, existing as the eternal, unchanging truth behind all existence.",
      "lore_snippet": "The sages teach that reality has two faces: the seen and the unseen. True wisdom lies in perceiving the unity behind this apparent duality, like moonlight reflecting on still water.",
      "image": "quote_1.png",
      "audio": "quote_1.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_2",
      "quote": "Sage Narada: In the beginning was the divine egg, the indestructible seed of all creation, glowing with primordial light.",
      "sanskrit": "बृहदण्डमभूदेकं प्रजानां बीजमक्षयम्",
      "reference": "Mahabharata, Adi Parva, Creation Hymn",
      "meaning": "The universe originated from a singular, divine source - symbolizing the unity and sacredness of all existence.",
      "lore_snippet": "Ancient scrolls speak of Hiranyagarbha, the golden womb from which all worlds emerged. Even the mightiest realms are but fragments of this original wholeness.",
      "image": "quote_2.png",
      "audio": "quote_2.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_3",
      "quote": "The Vedas are but branches of the eternal tree of knowledge, whose roots drink from the waters of truth.",
      "sanskrit": "वेदैश्चतुर्भिः समितां व्यासस्याद्भुतकर्मणः",
      "reference": "Mahabharata, Adi Parva, Invocation",
      "meaning": "All sacred texts and wisdom traditions flow from a single, profound source of universal truth.",
      "lore_snippet": "Scholars debate endlessly over scriptures, but the wise understand that all true knowledge springs from the same undying source, as rivers flow to the same sea.",
      "image": "quote_3.png",
      "audio": "quote_3.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_4",
      "quote": "The wheel of time turns endlessly—creation and destruction are but its spokes, and all worlds are bound to its revolution.",
      "sanskrit": "अनादिनिधनं लोके चक्रं सम्परिवर्तते",
      "reference": "Mahabharata, Adi Parva, Chapter 1 (approximate)",
      "meaning": "The universe operates in eternal cycles (yugas), where creation and dissolution are inevitable phases, echoing the impermanence of all existence.",
      "lore_snippet": "Just as the seasons obey the sun's path, so too does the cosmos revolve in divine rhythm. The wise understand that resistance to change is the root of suffering.",
      "image": "quote_4.png",
      "audio": "quote_4.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_5",
      "quote": "Krishna: Roots of a tree lie hidden, yet they feed its branches. So too does dharma nourish all visible deeds from the unseen depths.",
      "sanskrit": "मूलं कृष्णो ब्रह्म च ब्राह्मणाश्च",
      "reference": "Mahabharata, Adi Parva, Chapter 1 (approximate)",
      "meaning": "The divine (symbolized by Krishna) and cosmic order (dharma) are the invisible foundations supporting all virtuous actions and lineages.",
      "lore_snippet": "A tree's strength flows from its roots, not its leaves. Seekers of truth must look beyond appearances to the eternal laws that sustain life's forest.",
      "image": "quote_5.png",
      "audio": "quote_5.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_6",
      "quote": "Dhritarashtra: The blind man sees not with his eyes, but with his heart's delusions. Even wisdom falters when bound by a father's love for wayward sons.",
      "sanskrit": "अहं त्वचक्षुः कार्पण्यात्पुत्रप्रीत्या सहामि तत्",
      "reference": "Mahabharata, Udyoga Parva, Chapter 63",
      "meaning": "Dhritarashtra admits his moral blindness stems from excessive attachment to his sons, showing how familial love can cloud even a wise man's judgment.",
      "lore_snippet": "The chronicles tell of King Dhritarashtra, whose physical blindness became metaphorical—unable to see his sons' faults through the fog of paternal love. Thus warns the sage: attachment distorts dharma's lens.",
      "image": "quote_6.png",
      "audio": "quote_6.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_7",
      "quote": "Arjuna's victory lies not in his bow, but in his alignment with cosmic law. Where Krishna walks, even impossible tasks become sacred rites.",
      "sanskrit": "स सर्वान्पार्थिवाञ्जित्वा सर्वांश्च महतो गणान्",
      "reference": "Mahabharata, Sabha Parva, Chapter 28",
      "meaning": "Arjuna's triumphs stem from divine sanction (Krishna's presence) and adherence to dharma, not mere martial skill.",
      "lore_snippet": "When the archer and the Infinite became one, mountains bowed and kings surrendered. Remember this when facing impossible odds: right action partnered with divine will moves universes.",
      "image": "quote_7.png",
      "audio": "quote_7.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_8",
      "quote": "The dice-game of envy always leaves both winner and loser in rags. Duryodhana's gold cannot clothe his naked spite.",
      "sanskrit": "ईर्ष्यासमुत्थः सुमहांस्तस्य मन्युरजायत",
      "reference": "Mahabharata, Sabha Parva, Chapter 43",
      "meaning": "Duryodhana's jealousy during the Pandavas' prosperity led to destructive decisions, showing how resentment consumes its host.",
      "lore_snippet": "Ancient scrolls recount how the Kauravas' golden palace became a cage of discontent. Beware the gambler who stakes his soul—the house always claims its due.",
      "image": "quote_8.png",
      "audio": "quote_8.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_9",
      "quote": "Dhritarashtra: When I heard that Krishna and Arjuna had united, I lost all hope of victory for my sons.",
      "sanskrit": "यदाश्रौषं वासुदेवार्जुनौ तौ; तथा धनुर्गाण्डिवमप्रमेयम्",
      "reference": "Mahabharata, Udyoga Parva, Chapter 129",
      "meaning": "The union of divine wisdom (Krishna) and human excellence (Arjuna) creates an invincible force that transcends mortal calculations.",
      "lore_snippet": "When divine guidance walks hand-in-hand with human skill, even the mightiest armies tremble. Thus spoke Dhritarashtra when foreseeing his doom, for no earthly power can overcome this sacred alliance.",
      "image": "quote_9.png",
      "audio": "quote_9.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_10",
      "quote": "Dhritarashtra: When I heard Bhishma fell by placing Shikhandi before him, I knew even the unassailable can be conquered by destiny's design.",
      "sanskrit": "यदाश्रौषं भीष्ममत्यन्तशूरं; हतं पार्थेनाहवेष्वप्रधृष्यम्",
      "reference": "Mahabharata, Bhishma Parva, Chapter 119",
      "meaning": "The greatest warriors still bear vulnerabilities hidden in their own codes of honor - what cannot be overcome by strength will fall to circumstance.",
      "lore_snippet": "The Brahmin's vow that made Bhishma invincible also bound him to never strike a woman-born. Thus even mountains may crumble when the tides of fate exploit the cracks in their foundations.",
      "image": "quote_10.png",
      "audio": "quote_10.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_11",
      "quote": "Dhritarashtra: When I heard Arjuna pierced the earth to quench Bhishma's thirst, I understood - true warriors honor even fallen foes.",
      "sanskrit": "यदाश्रौषं शान्तनवे शयाने; पानीयार्थे चोदितेनार्जुनेन",
      "reference": "Mahabharata, Bhishma Parva, Chapter 121",
      "meaning": "The measure of a warrior is not in victory alone, but in maintaining compassion amidst battle's fury.",
      "lore_snippet": "As the earth yielded her waters to Arjuna's arrow, so too does true dharma demand mercy alongside might. The greatest conquerors are those who remember humanity even in war's crucible.",
      "image": "quote_11.png",
      "audio": "quote_11.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_12",
      "quote": "The path of duty is difficult, but its fruits are eternal.",
      "sanskrit": "धर्मस्य मार्गः कठिनः, फलं तु शाश्वतम्",
      "reference": "Mahabharata, Inspired by lines 480-600",
      "meaning": "Though following the path of duty may present challenges, its rewards transcend temporal existence.",
      "lore_snippet": "Ancient sages taught that while the path of duty is often arduous, those who walk it find lasting peace. Even in the face of adversity, the righteous are sustained by inner strength.",
      "image": "quote_12.png",
      "audio": "quote_12.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_13",
      "quote": "Bhagavan Vyasa: He who hears this sacred lore with devotion is freed from all sins, as butter is churned from milk.",
      "sanskrit": "श्रद्दधानः सदोद्युक्तः सत्यधर्मपरायणः। आसेवन्निममध्यायं नरः पापात्प्रमुच्यते॥",
      "reference": "Mahabharata, Parvasamgraha Parva, Chapter 1",
      "meaning": "The verse emphasizes the purifying power of sincerely engaging with sacred wisdom, comparing its transformative effect to the extraction of pure butter (truth) from milk (life's impurities).",
      "lore_snippet": "Ancient sages held that true wisdom acts as a purifying fire. Just as gold is refined in flames, the soul is cleansed by sacred knowledge when approached with reverence and discipline.",
      "image": "quote_13.png",
      "audio": "quote_13.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_14",
      "quote": "The Mahabharata is declared greater than the four Vedas combined, for it contains both worldly wisdom and spiritual truth in equal measure.",
      "sanskrit": "चत्वार एकतो वेदा भारतं चैकमेकतः। महत्त्वाद्भारवत्त्वाच्च महाभारतमुच्यते॥",
      "reference": "Mahabharata, Parvasamgraha Parva, Chapter 1",
      "meaning": "This proclaims the epic's unique status as encompassing both sacred knowledge (Vedas) and practical wisdom (Itihasa), making it a complete guide for humanity.",
      "lore_snippet": "When the devas weighed all scriptures, the Mahabharata tipped the scales. Its stories contain the essence of dharma - not as dry precepts but as living truth tested in fire and blood.",
      "image": "quote_14.png",
      "audio": "quote_14.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_15",
      "quote": "At Samantapañcaka, where time itself bears witness, even righteous wrath must know restraint lest it drown the world in blood.",
      "sanskrit": "अथर्चीकादयोऽभ्येत्य पितरो ब्राह्मणर्षभम्। तं क्षमस्वेति सिषिधुस्ततः स विरराम ह॥",
      "reference": "Mahabharata, Parvasamgraha Parva, Chapter 7",
      "meaning": "Referring to Parasurama's cessation of violence, this teaches that even justified anger requires boundaries to prevent cosmic imbalance.",
      "lore_snippet": "The five lakes of Samantapañcaka stand as eternal warning: when warriors forget mercy, the land itself becomes a graveyard. True strength lies in knowing when to sheathe the sword.",
      "image": "quote_15.png",
      "audio": "quote_15.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_16",
      "quote": "The wise measure an army not by numbers, but by the unity of its purpose and the righteousness of its cause.",
      "sanskrit": "एतामक्षौहिणीं प्राहुः सङ्ख्यातत्त्वविदो जनाः",
      "reference": "Mahabharata, Udyoga Parva, approximately Chapter 19",
      "meaning": "True strength lies not in the quantity of warriors, but in their shared resolve and moral alignment with dharma.",
      "lore_snippet": "Ancient commanders knew that ten thousand arrows shot without aim scatter uselessly, while a single arrow fired with conviction pierces the heart. So too does an army's power multiply when united under truth.",
      "image": "quote_16.png",
      "audio": "quote_16.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_17",
      "quote": "Dharma: When histories are written, only the weight of righteous deeds echoes through time, while the tumult of battle fades like smoke.",
      "sanskrit": "इतिहासः प्रधानार्थः श्रेष्ठः सर्वागमेष्वयम्",
      "reference": "Mahabharata, Adi Parva, approximately Chapter 62",
      "meaning": "The essence of history preserves the eternal struggle between dharma and adharma, transcending mere accounts of conflict.",
      "lore_snippet": "Scholars record the movements of armies, but sages remember the choices that shaped them. The Kurukshetra war lasted eighteen days, but its lessons endure for eighteen aeons.",
      "image": "quote_17.png",
      "audio": "quote_17.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_18",
      "quote": "Vyasa: The wheel of dharma turns through sacrifice, wisdom, and the unbroken chain of duty that binds the righteous.",
      "sanskrit": "धर्मस्य नृषु सम्भूतिरणीमाण्डव्यशापजा",
      "reference": "Mahabharata, Swargarohanika Parva",
      "meaning": "Dharma manifests through human struggles, divine curses, and the cyclical nature of righteous duty—each generation inheriting the consequences and opportunities of the last.",
      "lore_snippet": "Ancient sages teach that dharma is not a path walked alone, but a fire carried forward by each era's guardians. Even curses may kindle the flames of wisdom in time.",
      "image": "quote_18.png",
      "audio": "quote_18.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_19",
      "quote": "Bhishma: A vow upheld through lifetimes shines brighter than celestial weapons, for it forges destiny itself.",
      "sanskrit": "प्रतिज्ञापालनं चैव रक्षा चित्राङ्गदस्य च",
      "reference": "Mahabharata, Bhishma Parva",
      "meaning": "Bhishma's lifelong vow becomes a testament to how sacred promises shape history, proving that resolve outlasts even the mightiest arrows.",
      "lore_snippet": "The Devas whisper that when a mortal's oath echoes in all three worlds, even death must wait at the threshold.",
      "image": "quote_19.png",
      "audio": "quote_19.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_20",
      "quote": "Krishna: What gods weave and demons unravel, wise souls perceive as threads in the same tapestry—each frayed strand leading to renewal.",
      "sanskrit": "दैत्यानां दानवानां च यक्षाणां च महौजसाम्",
      "reference": "Mahabharata, Adi Parva",
      "meaning": "The cosmic interplay between opposing forces—devas, asuras, yakshas—reveals the hidden unity beneath apparent chaos.",
      "lore_snippet": "Scholars debate whether the great tapestry depicts war or creation, forgetting the loom requires both tension and harmony.",
      "image": "quote_20.png",
      "audio": "quote_20.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_21",
      "quote": "Krishna: The flame that burns away illusion also lights the path of dharma—even destruction can be an act of divine grace.",
      "sanskrit": "न हि ज्ञानेन सदृशं पवित्रमिह विद्यते",
      "reference": "Mahabharata, Sabhā Parva (Book 2)",
      "meaning": "Wisdom suggests that apparent destruction (like Krishna burning Khāṇḍava forest) may serve a higher purpose in the cosmic order",
      "lore_snippet": "The sages tell us fire has two faces—it destroys the old forest so new seeds may sprout. So too does divine will sometimes appear cruel before revealing its mercy.",
      "image": "quote_21.png",
      "audio": "quote_21.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_22",
      "quote": "Narada: A king's court reflects his soul—where gamblers sit upon thrones, even walls whisper of coming ruin.",
      "sanskrit": "यथा राजा तथा प्रजा",
      "reference": "Mahabharata, Sabhā Parva (Dice Game Chapters)",
      "meaning": "The infamous dice game symbolizes how moral corruption in leadership dooms an entire kingdom",
      "lore_snippet": "Ancient texts warn that when dharma leaves the royal throne, it first manifests as small cracks in the pillars, then as the collapse of the roof beams.",
      "image": "quote_22.png",
      "audio": "quote_22.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_23",
      "quote": "The forest exile teaches what palaces cannot: roots grow deeper when winds try to break them.",
      "sanskrit": "विपद् धियं विस्तारयति प्रशान्ताम्",
      "reference": "Mahabharata, Āraṇya Parva (Book 3)",
      "meaning": "The Pandavas' adversity in exile strengthened their wisdom and resilience",
      "lore_snippet": "Wandering rishis observe that the mightiest sal trees grow where storms are fiercest—adversity writes its lessons in rings within the soul.",
      "image": "quote_23.png",
      "audio": "quote_23.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_24",
      "quote": "Krishna: I offer either my army or myself—unarmed and unfighting. Choose wisely, for one path leads to power, the other to wisdom.",
      "sanskrit": "अक्षौहिणीं वा सैन्यस्य कस्य वा किं ददाम्यहम्",
      "reference": "Mahabharata, Udyoga Parva, Chapter 7",
      "meaning": "Krishna presents Duryodhana and Arjuna with a choice between his vast army or his personal counsel (while refusing to fight). This symbolizes the eternal choice between material strength and divine guidance.",
      "lore_snippet": "The wise know that true power lies not in armies but in righteousness. As Krishna showed at Kurukshetra, the unarmed advisor may wield greater strength than ten thousand warriors.",
      "image": "quote_24.png",
      "audio": "quote_24.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_25",
      "quote": "Dhritarashtra: The night brings no rest when the mind is heavy with consequences.",
      "sanskrit": "प्रजागरः सम्प्रजज्ञे धृतराष्ट्रस्य चिन्तया",
      "reference": "Mahabharata, Udyoga Parva, Chapter 24",
      "meaning": "The blind king's sleeplessness reflects the universal truth that unresolved guilt and impending doom deny peace, foreshadowing the Kurukshetra war's tragedy.",
      "lore_snippet": "Kings and peasants alike know this truth: when destiny's wheel begins to turn, even the softest bed becomes a bed of thorns for the guilty conscience.",
      "image": "quote_25.png",
      "audio": "quote_25.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_26",
      "quote": "Bhishma: The greatest bowman falls not by arrows, but when he embraces his own end.",
      "sanskrit": "",
      "reference": "Mahabharata, Bhishma Parva, Chapter 117",
      "meaning": "Bhishma's voluntary fall in battle (through Shikhandi) teaches that even invincible warriors meet their fate when they consciously accept it as part of dharma.",
      "lore_snippet": "Ancient warriors whispered this secret: death comes not when the body is pierced, but when the soul withdraws its consent to live. Thus fell the grandsire of the Kurus.",
      "image": "quote_26.png",
      "audio": "quote_26.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_27",
      "quote": "Ashwatthama: When wrath consumes the wise, even divine weapons become instruments of destruction, blind to kinship or righteousness.",
      "sanskrit": "अस्त्रं प्रादुश्चकारोग्रं नारायणममर्षितः",
      "reference": "Mahabharata, Drona Parva",
      "meaning": "Even the most disciplined warriors can lose themselves to rage, wielding power indiscriminately when overcome by emotion.",
      "lore_snippet": "The Narayanastra, when unleashed in anger, does not discriminate between friend and foe. This teaches that true mastery lies not in power itself, but in the wisdom to wield it justly.",
      "image": "quote_27.png",
      "audio": "quote_27.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_28",
      "quote": "The fallen teach this truth: No valor withstands fate's decree when the wheel of time turns against the mightiest kings.",
      "sanskrit": "अत्र ते पृथिवीपालाः प्रायशो निधनं गताः",
      "reference": "Mahabharata, Drona Parva",
      "meaning": "Earth's greatest rulers perish despite their prowess, revealing destiny's inevitability over mortal strength.",
      "lore_snippet": "Kurukshetra's soil cradles equal dust from the helmets of heroes and cowards alike. Such is the way of war—and of time's relentless march.",
      "image": "quote_28.png",
      "audio": "quote_28.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_29",
      "quote": "Draupadi: Grief is an unending fire—it consumes the heart that feeds it, yet refuses the ashes of closure.",
      "sanskrit": "द्रौपदी पुत्रशोकार्ता पितृभ्रातृवधार्दिता",
      "reference": "Mahabharata, Sauptika Parva",
      "meaning": "Loss multiplies sorrow upon sorrow, creating a cycle of anguish that resists consolation.",
      "lore_snippet": "The widows of Kurukshetra learned that mourning has no measured end. Like embers in the wind, some griefs scatter but never cool.",
      "image": "quote_29.png",
      "audio": "quote_29.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_30",
      "quote": "Bhishma: He who understands the laws of time and adversity attains true wisdom and liberation.",
      "sanskrit": "आपद्धर्माश्च तत्रैव कालहेतुप्रदर्शकाः यान्बुद्ध्वा पुरुषः सम्यक्सर्वज्ञत्वमवाप्नुयात्",
      "reference": "Mahabharata, Shanti Parva, Chapter 198-200",
      "meaning": "This teaches that true wisdom comes from understanding the cyclical nature of time and how to maintain righteousness even in adversity.",
      "lore_snippet": "The great sages say time is the fire in which all mortals burn. Only by understanding its cycles can one rise above suffering, like the lotus untainted by the mud it grows through.",
      "image": "quote_30.png",
      "audio": "quote_30.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_31",
      "quote": "Vidura: By abandoning sorrow and embracing dharma, even the grieving may attain the highest state of peace.",
      "sanskrit": "त्यक्त्वा शोकं सदारश्च सिद्धिं परमिकां गतः",
      "reference": "Mahabharata, Ashramavasika Parva, Chapter 215",
      "meaning": "This describes how Dhritarashtra attained peace by letting go of grief through spiritual wisdom, showing liberation is possible even after great loss.",
      "lore_snippet": "As the autumn leaf releases from the branch without resistance, so too does the wise soul release attachment. The weight of sorrow sinks boats, but dharma is the raft to cross turbulent waters.",
      "image": "quote_31.png",
      "audio": "quote_31.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_32",
      "quote": "The downfall of the mighty comes not from enemies, but from the poison of their own pride.",
      "sanskrit": "आपाने पानगलिता दैवेनाभिप्रचोदिताः",
      "reference": "Mahabharata, Mausala Parva, Chapter 230",
      "meaning": "Refers to the Yadava clan's self-destruction through drunken violence, illustrating how arrogance becomes one's own undoing.",
      "lore_snippet": "History remembers how great civilizations fell not by siege weapons, but by the inner rot of hubris. Even steel blades cannot cut what has already crumbled from within.",
      "image": "quote_32.png",
      "audio": "quote_32.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_33",
      "quote": "Dharma is not merely in action but in the intent behind it; even the innocent may suffer when wisdom falters.",
      "sanskrit": "धर्मो न केवलं कर्मणि, अपि तु संकल्पे; अज्ञानात् अपि निरपराधाः पीड्यन्ते।",
      "reference": "Mahabharata, Paushya Parva, Chapter 3",
      "meaning": "The passage illustrates how unintended harm can arise from ignorance, emphasizing that true dharma requires discernment of both action and intention.",
      "lore_snippet": "The wise of Skyrim often say: 'A blade wielded without thought may cut friend as foe.' So too in life, heed not just deeds but the shadows they cast.",
      "image": "quote_33.png",
      "audio": "quote_33.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_34",
      "quote": "Sage Dhoumya: The disciple who obeys not with duty alone, but with awakened wisdom, shall rise like the dawn beyond his teacher's words.",
      "sanskrit": "यः शिष्यः श्रद्धया न कर्ममात्रेण, बुद्ध्या च समुज्ज्वलः; स गुरुवाक्यात् उदितः उषसा इव।",
      "reference": "Mahabharata, Paushya Parva, Chapter 3",
      "meaning": "Dharma is fulfilled not through blind obedience, but through understanding that transforms duty into enlightenment, as shown by the disciple who innovates to solve a challenge.",
      "lore_snippet": "As the Tongues of old learned to bend will, not just voice—true mastery lies in seeing beyond the taught path. The Clever Man reaps both wheat and wisdom.",
      "image": "quote_34.png",
      "audio": "quote_34.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_35",
      "quote": "Upamanyu: Even in hunger and blindness, I shall not partake of food without first offering it to my teacher.",
      "sanskrit": "नानृतमूचतुर्भवन्तौ। न त्वहमेतमपूपमुपयोक्तुमुत्सहे अनिवेद्य गुरव इति।",
      "reference": "Mahabharata, Vana Parva, Chapter 3",
      "meaning": "Upamanyu's unwavering devotion to his guru transcends physical suffering, embodying the principle that spiritual discipline supersedes bodily needs.",
      "lore_snippet": "Ancient sages teach that true discipleship requires sacrificing even basic sustenance for wisdom. Those who honor their teachers before themselves shall find divine favor, as the Ashvins showed Upamanyu.",
      "image": "quote_35.png",
      "audio": "quote_35.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_36",
      "quote": "Dharma manifests not in blind obedience, but in understanding the spirit behind every prohibition.",
      "sanskrit": null,
      "reference": "Mahabharata, Vana Parva (Inspired by Upamanyu's trials)",
      "meaning": "The guru's repeated tests teach that true dharma requires discernment - mere ritual compliance without wisdom leads to suffering, as shown by Upamanyu's literal blindness.",
      "lore_snippet": "Like the Ashvins restoring sight, enlightenment comes when one perceives the deeper purpose behind restrictions. Many follow rules, but few comprehend their essence.",
      "image": "quote_36.png",
      "audio": "quote_36.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_37",
      "quote": "The Ashvins: Divine grace flows to those who hold faith tighter than hunger, and duty dearer than sight.",
      "sanskrit": null,
      "reference": "Mahabharata, Vana Parva (Ashvins' intervention)",
      "meaning": "The healing gods reward Upamanyu's extreme devotion, showing that transcendent principles attract divine intervention when upheld despite mortal suffering.",
      "lore_snippet": "Tales speak of celestial physicians who descend only when mortals demonstrate unbreakable resolve. Such tests separate fleeting devotion from unshakable tapasya.",
      "image": "quote_37.png",
      "audio": "quote_37.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_38",
      "quote": "Uttanka: A disciple must not act on unjust words, even if spoken by elders, for righteousness transcends all authority.",
      "sanskrit": "न मया स्त्रीणां वचनादिदमकार्यं कार्यम्। न ह्यहमुपाध्यायेन संदिष्टः। अकार्यमपि त्वया कार्यमिति।",
      "reference": "Mahabharata, Adi Parva, Chapter 3",
      "meaning": "Uttanka refuses to obey an unethical request from his guru's wife, demonstrating that dharma (righteousness) supersedes blind obedience.",
      "lore_snippet": "The ancient sages teach that true devotion lies in upholding dharma above all else. A disciple's duty is to discern, not merely obey—for even the gods honor those who uphold righteousness when tested.",
      "image": "quote_38.png",
      "audio": "quote_38.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_39",
      "quote": "Teacher Dhoumya: Through steadfast service to one's guru, even hardship becomes the forge where wisdom is shaped.",
      "sanskrit": "गौरिव नित्यं गुरुषु धूर्षु नियुज्यमानः शीतोष्णक्षुत्तृष्णादुःखसहः सर्वत्राप्रतिकूलः।",
      "reference": "Mahabharata, Adi Parva, Chapter 3",
      "meaning": "Describing how the student Veda endured hardships like an ox bearing burdens, ultimately gaining enlightenment through unwavering dedication.",
      "lore_snippet": "The path of learning demands surrender to discipline. Recall how the Rishis of old endured extremes—hunger, thirst, and toil—to kindle the flame of knowledge within.",
      "image": "quote_39.png",
      "audio": null,
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_40",
      "quote": "The truth is the foundation of all dharma, and he who upholds truth upholds the universe itself.",
      "sanskrit": "सत्यं हि धर्मस्य मूलम्, सत्यधारी धारयति विश्वम्।",
      "reference": "Mahabharata, Adi Parva, Chapter 5 (approximate)",
      "meaning": "This quote emphasizes the supreme importance of truth (satya) as the bedrock of righteousness (dharma) and cosmic order. It suggests that truth is not merely a moral virtue but a sustaining force of existence.",
      "lore_snippet": "The sages of old taught that truth is the axis upon which the wheel of dharma turns. Those who abandon truth may gain momentary power, but they unravel the very fabric of creation. Even Agni, the fire god, is bound to speak truth when questioned.",
      "image": null,
      "audio": null,
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_41",
      "quote": "Suta: The lineage of the wise shines brightest when its stories are passed like sacred fire from one generation to the next.",
      "sanskrit": "वंशः पुण्यकथायुक्तः प्रज्वलति श्रुतिहविषा।",
      "reference": "Mahabharata, Adi Parva, Chapter 5 (approximate)",
      "meaning": "This highlights the Vedic tradition of oral transmission of wisdom. A lineage's greatness is measured by its preservation and dissemination of knowledge through storytelling and teacher-disciple relationships.",
      "lore_snippet": "Ancient bards knew that wisdom is not hoarded but shared, like flames kindled from a central fire. The Bhṛgu lineage's glory endures not through weapons or wealth, but through the unbroken chain of sages repeating their sacred tales.",
      "image": null,
      "audio": null,
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_42",
      "quote": "Agni: When questioned as a witness, speaking truth is dharma. He who lies knowingly destroys seven generations of his lineage.",
      "sanskrit": "पृष्टो हि साक्षी यः साक्ष्यं जानमानोऽन्यथा वदेत्\nस पूर्वानात्मनः सप्त कुले हन्यात्तथा परान्",
      "reference": "Mahabharata, Adi Parva, Chapter 7",
      "meaning": "Agni declares the sacred duty of truthfulness when bearing witness. Knowingly lying carries severe karmic consequences spanning generations.",
      "lore_snippet": "The Cosmic Fire teaches: A witness's oath binds not just the present, but echoes through time. As flames purify offerings, truth purifies the soul. Forged in this crucible, integrity becomes ancestral legacy.",
      "image": null,
      "audio": null,
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_43",
      "quote": "The same fire that consumes offerings also nourishes gods and ancestors. Destruction and sustenance flow from one sacred source.",
      "sanskrit": "देवताः पितरश्चैव जुह्वते मयि यत्सदा\nत्रिदशानां पितृणां च मुखमेवमहं स्मृतः",
      "reference": "Mahabharata, Adi Parva, Chapter 7",
      "meaning": "Agni explains his dual nature as both devourer and sustainer - the conduit through which all rituals reach divine beings.",
      "lore_snippet": "As the Vedic sages observed: Sacred fire holds paradox within its dance. What appears as consumption to mortals becomes celestial nourishment. The wise see beyond forms to essential unity.",
      "image": null,
      "audio": null,
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_44",
      "quote": "Agni: As the sun's rays purify all they touch, so shall my flames cleanse what they consume, leaving only purity behind.",
      "sanskrit": "यथा सूर्यांशुभिः स्पृष्टं सर्वं शुचि विभाव्यते \nतथा त्वदर्चिर्निर्दग्धं सर्वं शुचि भविष्यति",
      "reference": "Mahabharata, Adi Parva, Chapter 5-7 (Agni's purification vow)",
      "meaning": "Agni (fire god) transforms destruction into purification, drawing parallels to sunlight's cleansing power. All things touched by sacred fire emerge renewed.",
      "lore_snippet": "Ancient texts speak of Agni's dual nature - the destroyer and purifier. Like the phoenix's rebirth from ashes, what fire consumes emerges unstained. This truth applies equally to spiritual trials.",
      "image": null,
      "audio": null,
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_45",
      "quote": "The virtuous perish not by chance but by time's decree - even serpents strike when destiny commands.",
      "sanskrit": "मुमूर्षुः कालचोदिता",
      "reference": "Mahabharata, Adi Parva, Chapter 7 (Pramadvara's snakebite)",
      "meaning": "Death comes not randomly but through kala (time/destiny). The snake that fatally bites Pramadvara was merely time's instrument.",
      "lore_snippet": "Sages teach that no being acts alone - all are threads in time's tapestry. What seems cruel misfortune may be dharma's unseen design unfolding across lifetimes.",
      "image": null,
      "audio": null,
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_46",
      "quote": "Sages may adopt abandoned souls, but destiny claims them still - none escape their ordained path.",
      "sanskrit": "नापश्यत प्रसुप्तं वै भुजगं तिर्यगायतम्\nपदा चैनं समाक्रामन्मुमूर्षुः कालचोदिता",
      "reference": "Mahabharata, Adi Parva, Chapter 7 (Pramadvara's fate)",
      "meaning": "Though rescued by sage Sthulakesha, Pramadvara couldn't escape her destined death - showing fate's inexorable nature.",
      "lore_snippet": "Even when raised by ascetics in sacred groves, mortals walk paths woven by the Norns. Compassion may shelter, but time's river flows unchecked.",
      "image": null,
      "audio": null,
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    }
  ]
}