{
  "quotes": [
    {
      "id": "quote_1",
      "quote": "Vyasa: The eternal Brahman is both manifested and unmanifested, the singular truth beyond all duality.",
      "sanskrit": "ऋतमेकाक्षरं ब्रह्म व्यक्ताव्यक्तं सनातनम्",
      "reference": "Mahabharata, Adi Parva, Invocation",
      "meaning": "The ultimate reality (Brahman) transcends form and formlessness, existing as the eternal, unchanging truth behind all existence.",
      "lore_snippet": "The sages teach that reality has two faces: the seen and the unseen. True wisdom lies in perceiving the unity behind this apparent duality, like moonlight reflecting on still water.",
      "image": "quote_1.png",
      "audio": "quote_1.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_2",
      "quote": "Sage Narada: In the beginning was the divine egg, the indestructible seed of all creation, glowing with primordial light.",
      "sanskrit": "बृहदण्डमभूदेकं प्रजानां बीजमक्षयम्",
      "reference": "Mahabharata, Adi Parva, Creation Hymn",
      "meaning": "The universe originated from a singular, divine source - symbolizing the unity and sacredness of all existence.",
      "lore_snippet": "Ancient scrolls speak of Hiranyagarbha, the golden womb from which all worlds emerged. Even the mightiest realms are but fragments of this original wholeness.",
      "image": "quote_2.png",
      "audio": "quote_2.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_3",
      "quote": "The Vedas are but branches of the eternal tree of knowledge, whose roots drink from the waters of truth.",
      "sanskrit": "वेदैश्चतुर्भिः समितां व्यासस्याद्भुतकर्मणः",
      "reference": "Mahabharata, Adi Parva, Invocation",
      "meaning": "All sacred texts and wisdom traditions flow from a single, profound source of universal truth.",
      "lore_snippet": "Scholars debate endlessly over scriptures, but the wise understand that all true knowledge springs from the same undying source, as rivers flow to the same sea.",
      "image": "quote_3.png",
      "audio": "quote_3.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_4",
      "quote": "The wheel of time turns endlessly—creation and destruction are but its spokes, and all worlds are bound to its revolution.",
      "sanskrit": "अनादिनिधनं लोके चक्रं सम्परिवर्तते",
      "reference": "Mahabharata, Adi Parva, Chapter 1 (approximate)",
      "meaning": "The universe operates in eternal cycles (yugas), where creation and dissolution are inevitable phases, echoing the impermanence of all existence.",
      "lore_snippet": "Just as the seasons obey the sun's path, so too does the cosmos revolve in divine rhythm. The wise understand that resistance to change is the root of suffering.",
      "image": "quote_4.png",
      "audio": "quote_4.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_5",
      "quote": "Krishna: Roots of a tree lie hidden, yet they feed its branches. So too does dharma nourish all visible deeds from the unseen depths.",
      "sanskrit": "मूलं कृष्णो ब्रह्म च ब्राह्मणाश्च",
      "reference": "Mahabharata, Adi Parva, Chapter 1 (approximate)",
      "meaning": "The divine (symbolized by Krishna) and cosmic order (dharma) are the invisible foundations supporting all virtuous actions and lineages.",
      "lore_snippet": "A tree's strength flows from its roots, not its leaves. Seekers of truth must look beyond appearances to the eternal laws that sustain life's forest.",
      "image": "quote_5.png",
      "audio": "quote_5.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_6",
      "quote": "Dhritarashtra: The blind man sees not with his eyes, but with his heart's delusions. Even wisdom falters when bound by a father's love for wayward sons.",
      "sanskrit": "अहं त्वचक्षुः कार्पण्यात्पुत्रप्रीत्या सहामि तत्",
      "reference": "Mahabharata, Udyoga Parva, Chapter 63",
      "meaning": "Dhritarashtra admits his moral blindness stems from excessive attachment to his sons, showing how familial love can cloud even a wise man's judgment.",
      "lore_snippet": "The chronicles tell of King Dhritarashtra, whose physical blindness became metaphorical—unable to see his sons' faults through the fog of paternal love. Thus warns the sage: attachment distorts dharma's lens.",
      "image": "quote_6.png",
      "audio": "quote_6.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_7",
      "quote": "Arjuna's victory lies not in his bow, but in his alignment with cosmic law. Where Krishna walks, even impossible tasks become sacred rites.",
      "sanskrit": "स सर्वान्पार्थिवाञ्जित्वा सर्वांश्च महतो गणान्",
      "reference": "Mahabharata, Sabha Parva, Chapter 28",
      "meaning": "Arjuna's triumphs stem from divine sanction (Krishna's presence) and adherence to dharma, not mere martial skill.",
      "lore_snippet": "When the archer and the Infinite became one, mountains bowed and kings surrendered. Remember this when facing impossible odds: right action partnered with divine will moves universes.",
      "image": "quote_7.png",
      "audio": "quote_7.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_8",
      "quote": "The dice-game of envy always leaves both winner and loser in rags. Duryodhana's gold cannot clothe his naked spite.",
      "sanskrit": "ईर्ष्यासमुत्थः सुमहांस्तस्य मन्युरजायत",
      "reference": "Mahabharata, Sabha Parva, Chapter 43",
      "meaning": "Duryodhana's jealousy during the Pandavas' prosperity led to destructive decisions, showing how resentment consumes its host.",
      "lore_snippet": "Ancient scrolls recount how the Kauravas' golden palace became a cage of discontent. Beware the gambler who stakes his soul—the house always claims its due.",
      "image": "quote_8.png",
      "audio": "quote_8.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    }
  ]
}