{
  "quotes": [
    {
      "id": "quote_1",
      "quote": "Dhritarashtra: I cannot maintain consciousness, O Suta, my mind seems to be bewildered.",
      "sanskrit": "तमसा त्वभ्यवस्तीर्णो मोह आविशतीव माम्। सञ्ज्ञां नोपलभे सूत मनो विह्वलतीव मे॥",
      "reference": "Mahabharata, Stri Parva, Chapter 25 (approximate)",
      "meaning": "Blinded king Dhritarashtra expresses his overwhelming grief and mental collapse upon hearing of the Kurukshetra war's devastation. His words symbolize the paralysis of wisdom when consumed by sorrow and attachment.",
      "lore_snippet": "In the halls of Hastinapura, even kings may find their vision clouded. When the mind is seized by darkness as thick as the blind monarch's eternal night, neither power nor lineage can shield one from despair's embrace.",
      "image": "quote_1.png",
      "audio": "quote_1.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_2",
      "quote": "Having attained fame in this world, they then succumbed to the power of time.",
      "sanskrit": "अस्मिँल्लोके यशः प्राप्य ततः कालवशं गताः",
      "reference": "Mahabharata, Vana Parva, Chapter 167",
      "meaning": "Even the greatest heroes and kings, after achieving glory, inevitably yield to the relentless march of time—a reminder of mortality's universal dominion.",
      "lore_snippet": "The annals of history remember many mighty souls who shone like stars. Yet even the brightest constellations fade—for time is the one sovereign none may defy.",
      "image": "quote_2.png",
      "audio": "quote_2.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_3",
      "quote": "Kālḥ pacati bhūtāni kālḥ saṃharati prajāḥ | Time cooks all creatures, time destroys all beings.",
      "sanskrit": "कालः पचति भूतानि कालः संहरति प्रजाः",
      "reference": "Mahabharata, Udyoga Parva, Chapter 188",
      "meaning": "This verse personifies Time (Kāla) as the ultimate force that governs creation, preservation, and destruction. It emphasizes the inevitability of time's power over all existence.",
      "lore_snippet": "The ancient sages taught that Time is the unseen fire that ripens all things—heroes, kings, and empires alike. None escape its touch, for even gods must bow before its eternal cycle.",
      "image": "quote_3.png",
      "audio": "quote_3.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_4",
      "quote": "Bhagavan Vasudeva is the eternal truth, the pure, the sacred, and the everlasting supreme light.",
      "sanskrit": "स हि सत्यमृतं चैव पवित्रं पुण्यमेव च\nशाश्वतं ब्रह्म परमं ध्रुवं ज्योतिः सनातनम्",
      "reference": "Mahabharata, Anukramanika Parva, Chapter 1",
      "meaning": "This verse declares Krishna (Vasudeva) as the embodiment of ultimate truth, purity, and divine radiance - the eternal Brahman beyond time and form.",
      "lore_snippet": "The wise know that the supreme light exists beyond all duality. Like the sun that never truly sets, this divine radiance illuminates both the manifest and unmanifest realms of existence.",
      "image": "quote_4.png",
      "audio": "quote_4.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_5",
      "quote": "Rama: He who acts impelled by anger creates lakes of blood, yet even the mightiest must heed restraint when wisdom commands it.",
      "sanskrit": "रामः शस्त्रभृतां वरः असकृत्पार्थिवं क्षत्रं जघानामर्षचोदितः",
      "reference": "Mahabharata, Parvasaṃgraha Parva",
      "meaning": "Even great warriors like Rama, when driven by wrath, can bring destruction. But true strength lies in heeding calls for restraint from wise elders.",
      "lore_snippet": "The annals speak of warriors who reshaped battlefields with their fury, yet greater still were those who mastered their rage. A blade unchecked cuts friend and foe alike.",
      "image": "quote_5.png",
      "audio": "quote_5.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_6",
      "quote": "The sages: Sacred is the ground where fury was stilled, for even places of violence become holy when they teach the limits of power.",
      "sanskrit": "तेषां समीपे यो देशो ह्रदानां रुधिराम्भसाम् समन्तपञ्चकमिति पुण्यं तत्परिकीर्तितम्",
      "reference": "Mahabharata, Parvasaṃgraha Parva",
      "meaning": "Samantapañcaka, though born of bloodshed, became sacred because it witnessed the moment destructive power yielded to higher wisdom.",
      "lore_snippet": "No ground is inherently cursed—what marks a place as sacred is the wisdom gained there. The blood lakes became shrines when they turned wrath to reverence.",
      "image": "quote_6.png",
      "audio": "quote_6.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    }
  ]
}