{
  "quotes": [
    {
      "id": "quote_1",
      "quote": "Narayana and Nara, the supreme among men, and the goddess Saraswati—salutations to them. Then only may the victory be proclaimed.",
      "sanskrit": "नारायणं नमस्कृत्य नरं चैव नरोत्तमम्। देवीं सरस्वतीं चैव ततो जयमुदीरयेत्॥",
      "reference": "Mahabharata, Adi Parva, Anukramanika Parva (Invocation)",
      "meaning": "This opening verse emphasizes the reverence for divine and human excellence before embarking on any great endeavor, acknowledging the sources of wisdom and strength.",
      "lore_snippet": "Before any great undertaking, wise men first honor the divine and the virtuous. Victory is not merely won by strength, but by the blessings of higher powers and wisdom.",
      "image": "quote_1.png",
      "audio": "quote_1.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_2",
      "quote": "In the beginning, there was the One—the eternal Brahman, manifest and unmanifest, beyond existence and non-existence, the source of all creation.",
      "sanskrit": "आद्यं पुरुषमीशानं... ऋतमेकाक्षरं ब्रह्म व्यक्ताव्यक्तं सनातनम्। असच्च सच्चैव च यद्विश्वं सदसतः परम्॥",
      "reference": "Mahabharata, Adi Parva, Anukramanika Parva",
      "meaning": "This verse describes the primordial, indescribable reality (Brahman) that transcends dualities and is the ultimate cause of the universe.",
      "lore_snippet": "The sages speak of a time before time, when only the One existed—neither being nor non-being, yet the seed of all that is. Such is the nature of the Absolute.",
      "image": "quote_2.png",
      "audio": "quote_2.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_3",
      "quote": "The great knowledge of this epic is established in all three worlds, adorned with divine and human wisdom, and cherished by the learned.",
      "sanskrit": "इदं तु त्रिषु लोकेषु महज्ज्ञानं प्रतिष्ठितम्... विदुषां प्रियम्॥",
      "reference": "Mahabharata, Adi Parva, Anukramanika Parva",
      "meaning": "The Mahabharata is revered as a universal scripture, containing profound truths accessible to both gods and mortals.",
      "lore_snippet": "Like a tree whose roots reach the heavens and whose branches shelter the earth, the Mahabharata spans all realms of knowledge, offering wisdom to gods and men alike.",
      "image": "quote_3.png",
      "audio": "quote_3.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_4",
      "quote": "The world is born and dissolved again like the cycles of seasons, witnessed by all beings in their endless turns.",
      "sanskrit": "यथर्तावृतुलिङ्गानि नानारूपाणि पर्यये दृश्यन्ते तानि तान्येव तथा भावा युगादिषु",
      "reference": "Mahabharata, Adi Parva, Chapter 1",
      "meaning": "This verse describes the eternal cycle of creation and destruction, comparing it to the changing seasons—each phase recurring predictably yet taking varied forms.",
      "lore_snippet": "Just as winter’s barrenness yields to spring’s bloom, so too do all things rise and fall in time. The wise see this wheel of existence and act without attachment.",
      "image": "quote_4.png",
      "audio": "quote_4.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_5",
      "quote": "Vyasa: Knowledge expands when shared, like a flame that lights countless lamps without diminishing itself.",
      "sanskrit": "विस्तीर्यैतन्महज्ज्ञानमृषिः सङ्क्षेपमब्रवीत्",
      "reference": "Mahabharata, Adi Parva, Chapter 1",
      "meaning": "Sage Vyasa compressed vast wisdom into the Mahabharata, showing that true knowledge grows when disseminated.",
      "lore_snippet": "The sages teach that wisdom, unlike treasure, multiplies when given freely. A single torch can banish darkness for thousands—so too does enlightenment spread.",
      "image": "quote_5.png",
      "audio": "quote_5.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_6",
      "quote": "Dhritarashtra’s blindness was not of eyes but of wisdom; roots feed the tree, yet his choices nurtured only poison.",
      "sanskrit": "मूलं राजा धृतराष्ट्रोऽमनीषी",
      "reference": "Mahabharata, Adi Parva, Chapter 1",
      "meaning": "Dhritarashtra’s lack of discernment (symbolized by his literal blindness) allowed his sons’ wickedness to flourish, dooming his lineage.",
      "lore_snippet": "A ruler’s duty is to prune vice like a gardener. When the roots embrace rot, even the mightiest tree will fall—and crush the unwise beneath it.",
      "image": "quote_6.png",
      "audio": "quote_6.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_7",
      "quote": "Dhritarashtra: I see no difference between my sons and Pandu's sons. Yet, my blind affection leads me to tolerate Duryodhana's madness.",
      "sanskrit": "न मे विशेषः पुत्रेषु स्वेषु पाण्डुसुतेषु च",
      "reference": "Mahabharata, Udyoga Parva, Chapter 63",
      "meaning": "Dhritarashtra acknowledges his impartiality in principle, but admits his inability to act justly due to paternal attachment—a confession of weakness in governance.",
      "lore_snippet": "Even kings gifted with divine sight may stumble when family bonds cloud judgment. The wise warn that unchecked favoritism erodes dharma faster than any enemy's blade.",
      "image": "quote_7.png",
      "audio": "quote_7.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_8",
      "quote": "When the Pandavas entered, flowers rained, conches sounded, and joy arose in all hearts—proving righteousness shines brighter than royal silks.",
      "sanskrit": "पुष्पवृष्टिः शुभा गन्धाः शङ्खदुन्दुभिनिस्वनाः",
      "reference": "Mahabharata, Sabha Parva, Chapter 49",
      "meaning": "Nature itself celebrated the Pandavas' virtuous return, contrasting their humble exile with Duryodhana's hollow opulence.",
      "lore_snippet": "Ancient scrolls speak of how the cosmos rejoices when noble souls walk among mortals. Petals fall unbidden, and sacred winds carry their scent to the gods.",
      "image": "quote_8.png",
      "audio": "quote_8.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_9",
      "quote": "Arjuna obtained divine weapons not by birthright, but by pleasing Shiva through trial—no boon comes without tapasya.",
      "sanskrit": "अवाप तत्पाशुपतं महास्त्रं",
      "reference": "Mahabharata, Vana Parva, Chapter 41",
      "meaning": "Even the mightiest warrior had to earn divine arms through austerity and skill, not inheritance.",
      "lore_snippet": "The Pashupatastra was not gifted—it was won in single combat against the Destroyer himself. This truth humbles princes: divinity favors the disciplined, not the entitled.",
      "image": "quote_9.png",
      "audio": "quote_9.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_10",
      "quote": "Dhritarashtra: I see not even the slightest benefit in continuing to live.",
      "sanskrit": "स्तोकं ह्यपि न पश्यामि फलं जीवितधारणे",
      "reference": "Mahabharata, Udyoga Parva, Chapter 33",
      "meaning": "A despairing king expresses the futility of clinging to life when overwhelmed by grief and loss.",
      "lore_snippet": "Even the mightiest rulers may find their spirit broken by time's cruel march. Yet as the sages teach: 'Kala (Time) cooks all beings in his cauldron—no sorrow lasts forever.'",
      "image": "quote_10.png",
      "audio": "quote_10.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_11",
      "quote": "Sanjaya: Time cooks all beings in his cauldron, Time extinguishes them again.",
      "sanskrit": "कालः पचति भूतानि कालः संहरति प्रजाः",
      "reference": "Mahabharata, Udyoga Parva, Chapter 33",
      "meaning": "The immutable law of Time as the ultimate force that creates, sustains, and destroys all existence.",
      "lore_snippet": "The wheel of Kala grinds kings and beggars alike to dust. Warriors who understand this truth fight not for permanence, but for the righteousness of the moment.",
      "image": "quote_11.png",
      "audio": "quote_11.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_12",
      "quote": "Even those born with divine weapons and splendor equal to Indra succumbed to Time's power.",
      "sanskrit": "जातान्दिव्यास्त्रविदुषः शक्रप्रतिमतेजसः... ततः कालवशं गताः",
      "reference": "Mahabharata, Udyoga Parva, Chapter 33",
      "meaning": "No mortal—regardless of prowess or divine gifts—escapes the inevitable dissolution wrought by Time.",
      "lore_snippet": "Legends speak of radiant kings who could level mountains with celestial arrows. Where are their thrones now? Only their deeds echo in the halls of memory.",
      "image": "quote_12.png",
      "audio": "quote_12.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_13",
      "quote": "The sages: He who studies this sacred Bharata with devotion is freed from all sins, as butter is churned from curd, as the Brahmana is supreme among men.",
      "sanskrit": "भारताध्ययनात्पुण्यादपि पादमधीयतः\nश्रद्धधानस्य पूयन्ते सर्वपापान्यशेषतः",
      "reference": "Mahabharata, Parvasangraha Parva",
      "meaning": "The study of the Mahabharata with sincere devotion has the power to purify one's soul from all sins, just as the purest essence (butter) emerges from churning.",
      "lore_snippet": "Ancient scrolls tell us that wisdom purifies like fire purifies gold. Those who contemplate the Bharata's truths with reverence find their karmic burdens lightened, as dawn dispels darkness.",
      "image": "quote_13.png",
      "audio": "quote_13.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    }
  ]
}