{
  "quotes": [
    {
      "id": "quote_1",
      "quote": "First bow to Narayana and Nara, the best of men, and to the goddess Saraswati, then proclaim victory.",
      "sanskrit": "नारायणं नमस्कृत्य नरं चैव नरोत्तमम्\nदेवीं सरस्वतीं चैव ततो जयमुदीरयेत्",
      "reference": "Mahabharata, Adi Parva, Anukramanika Parva (Introductory Section)",
      "meaning": "This opening invocation emphasizes reverence for divine wisdom (Narayana), human excellence (Nara), and the goddess of knowledge (Saraswati) before embarking on any great endeavor. It symbolizes the trilogy of divine grace, human effort, and enlightened speech required for true success.",
      "lore_snippet": "Ancient sages held that no undertaking should begin without honoring the three sacred flames: the divine spark within, the strength of mortal hands, and the clarity of inspired words. Thus are great deeds blessed from inception.",
      "image": "quote_1.png",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_2",
      "quote": "The wise who are pure in heart shine like the sun and fire.",
      "sanskrit": "आयुष्मन्तः सर्व एव ब्रह्मभूता हि मे मताः अस्मिन्यज्ञे महाभागाः सूर्यपावकवर्चसः",
      "reference": "Mahabharata, Adi Parva, Chapter 1",
      "meaning": "This quote reflects the idea that those who are virtuous and spiritually elevated radiate divine light and wisdom, much like the sun and sacred fire.",
      "lore_snippet": "The sages of old taught that purity of heart and mind ignites an inner radiance, visible to gods and mortals alike. Such souls are said to walk with the brightness of Agni's flame and Surya's golden light.",
      "image": "quote_2.png",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_3",
      "quote": "Brahman is the eternal syllable, the manifest and unmanifest, the source of all creation.",
      "sanskrit": "ऋतमेकाक्षरं ब्रह्म व्यक्ताव्यक्तं सनातनम्",
      "reference": "Mahabharata, Shanti Parva, Moksha Dharma Section",
      "meaning": "This verse declares Brahman (the ultimate reality) as both the visible and invisible, the eternal foundation of existence, transcending duality (being and non-being).",
      "lore_snippet": "The sages teach that the universe is but a ripple upon the surface of Brahman—the one syllable that echoes through time. To perceive it is to see the warp and weft of all things, woven from the same divine thread.",
      "image": null,
      "audio": "quote_3.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_4",
      "quote": "The wheel of time turns without beginning or end, creating and dissolving all worlds.",
      "sanskrit": "अनादिनिधनं लोके चक्रं सम्परिवर्तते",
      "reference": "Mahabharata, [Unknown Parva], Chapter [Unknown]",
      "meaning": "This verse speaks of the cyclical nature of time and existence, where creation and destruction are perpetual and without ultimate beginning or end.",
      "lore_snippet": "As the sages of old have written, time is a wheel that forever turns. Kingdoms rise and fall, ages dawn and fade, yet the cosmos endures, ever-renewing like the seasons. The wise understand this and act without attachment.",
      "image": null,
      "audio": "quote_4.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    }
  ]
}