{
  "quotes": [
    {
      "id": "quote_1",
      "quote": "First bow to Narayana and Nara, the best of men, and to the goddess Saraswati, then proclaim victory.",
      "sanskrit": "नारायणं नमस्कृत्य नरं चैव नरोत्तमम्\nदेवीं सरस्वतीं चैव ततो जयमुदीरयेत्",
      "reference": "Mahabharata, Adi Parva, Anukramanika Parva (Introductory Section)",
      "meaning": "This opening invocation emphasizes reverence for divine wisdom (Narayana), human excellence (Nara), and the goddess of knowledge (Saraswati) before embarking on any great endeavor. It symbolizes the trilogy of divine grace, human effort, and enlightened speech required for true success.",
      "lore_snippet": "Ancient sages held that no undertaking should begin without honoring the three sacred flames: the divine spark within, the strength of mortal hands, and the clarity of inspired words. Thus are great deeds blessed from inception.",
      "image": "quote_1.png",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_2",
      "quote": "The wise who are pure in heart shine like the sun and fire.",
      "sanskrit": "आयुष्मन्तः सर्व एव ब्रह्मभूता हि मे मताः अस्मिन्यज्ञे महाभागाः सूर्यपावकवर्चसः",
      "reference": "Mahabharata, Adi Parva, Chapter 1",
      "meaning": "This quote reflects the idea that those who are virtuous and spiritually elevated radiate divine light and wisdom, much like the sun and sacred fire.",
      "lore_snippet": "The sages of old taught that purity of heart and mind ignites an inner radiance, visible to gods and mortals alike. Such souls are said to walk with the brightness of Agni's flame and Surya's golden light.",
      "image": "quote_2.png",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_3",
      "quote": "Brahman is the eternal syllable, the manifest and unmanifest, the source of all creation.",
      "sanskrit": "ऋतमेकाक्षरं ब्रह्म व्यक्ताव्यक्तं सनातनम्",
      "reference": "Mahabharata, Shanti Parva, Moksha Dharma Section",
      "meaning": "This verse declares Brahman (the ultimate reality) as both the visible and invisible, the eternal foundation of existence, transcending duality (being and non-being).",
      "lore_snippet": "The sages teach that the universe is but a ripple upon the surface of Brahman—the one syllable that echoes through time. To perceive it is to see the warp and weft of all things, woven from the same divine thread.",
      "image": null,
      "audio": "quote_3.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_4",
      "quote": "The wheel of time turns without beginning or end, creating and dissolving all worlds.",
      "sanskrit": "अनादिनिधनं लोके चक्रं सम्परिवर्तते",
      "reference": "Mahabharata, [Unknown Parva], Chapter [Unknown]",
      "meaning": "This verse speaks of the cyclical nature of time and existence, where creation and destruction are perpetual and without ultimate beginning or end.",
      "lore_snippet": "As the sages of old have written, time is a wheel that forever turns. Kingdoms rise and fall, ages dawn and fade, yet the cosmos endures, ever-renewing like the seasons. The wise understand this and act without attachment.",
      "image": null,
      "audio": "quote_4.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_5",
      "quote": "The wise illuminate diverse knowledge like lamps, while others skillfully preserve it.",
      "sanskrit": "विविधं संहिताज्ञानं दीपयन्ति मनीषिणः। व्याख्यातुं कुशलाः केचिद्ग्रन्थं धारयितुं परे॥",
      "reference": "Mahabharata, Adi Parva, Chapter 1 (Approximate)",
      "meaning": "This verse celebrates the dual roles of sages and scholars - some ignite wisdom by expanding knowledge (like lamps spreading light), while others safeguard and transmit it through generations.",
      "lore_snippet": "Just as the Atmorans preserved the Elder Scrolls and the Greybeards interpret their whispers, Vedic tradition honors both those who illuminate new wisdom and those who guard ancient truths. A complete tradition requires both flames and vessels.",
      "image": null,
      "audio": "quote_5.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_6",
      "quote": "The tree of anger grows deep roots, but the tree of dharma bears eternal fruit.",
      "sanskrit": "दुर्योधनो मन्युमयो महाद्रुमः; स्कन्धः कर्णः शकुनिस्तस्य शाखाः | युधिष्ठिरो धर्ममयो महाद्रुमः; स्कन्धोऽर्जुनो भीमसेनोऽस्य शाखाः",
      "reference": "Mahabharata, Adi Parva, Chapter 1 (approximate)",
      "meaning": "This metaphor contrasts the Kauravas (led by Duryodhana, whose power stems from anger and allies like Karna) with the Pandavas (led by Yudhishthira, whose strength flows from dharma and brothers like Arjuna). It reveals how foundations of wrath decay, while righteousness endures.",
      "lore_snippet": "Legends speak of two great trees—one nourished by fury's poison, the other by virtue's light. The first may tower briefly, but only the second withstands the storm. So too do empires rise and fall by their roots.",
      "image": null,
      "audio": "quote_6.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_7",
      "quote": "The world delights in the valor and virtues of the noble.",
      "sanskrit": "तुतोष लोकः सकलस्तेषां शौर्यगुणेन च",
      "reference": "Mahabharata, Sabha Parva, Chapter 33",
      "meaning": "The world rejoices in those who embody both courage (shourya) and virtues (guna), as exemplified by the Pandavas. Their righteousness, strength, and humility earned universal admiration.",
      "lore_snippet": "The bards sing that true greatness lies not in conquest alone, but in the harmony of might and morality. The wise say even the heavens smile upon warriors who temper their steel with compassion.",
      "image": null,
      "audio": "quote_7.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    },
    {
      "id": "quote_8",
      "quote": "The blind man's love for his son binds him to folly, as a moth to flame.",
      "sanskrit": "अहं त्वचक्षुः कार्पण्यात्पुत्रप्रीत्या सहामि तत्",
      "reference": "Mahabharata, Udyoga Parva, Chapter 63",
      "meaning": "Dhritarashtra admits his blindness—both physical and moral—as his excessive love for Duryodhana leads him to tolerate injustice, despite knowing the consequences.",
      "lore_snippet": "Even the wisest rulers may falter when bound by paternal affection. The blind king's lament reminds us that love, untempered by wisdom, becomes a chain that drags kingdoms into ruin.",
      "image": null,
      "audio": "quote_8.mp3",
      "category": "philosophy",
      "tags": [
        "mahabharata",
        "wisdom",
        "ancient",
        "dharma"
      ]
    }
  ]
}